Repository: CyanLee/aX
Catalog: 商速老板助手/*.lproj/Localizable.strings
Languages: ar, de, es, ja, ms, pt_pt, th

source: enter your ID
ar: الرجاء إدخال اسم المستخدم
de: Bitte geben Sie den Benutzernamen ein
es: Por favor ingrese el nombre de usuario
ja: ユーザー名を入力してください
ms: Sila masukkan nama pengguna
pt_pt: Por favor, insira o nome do usuário
th: กรุณาใส่ชื่อผู้ใช้

source: enter your password
ar: الرجاء إدخال كلمة السر
de: Bitte geben Sie Ihr Passwort ein
es: Por favor ingrese su contraseña
ja: パスワードを入力してください
ms: Sila masukkan kata laluan anda
pt_pt: Por favor digite sua senha
th: กรุณาป้อนรหัสผ่าน

source: Retrieve password
ar: نسيت كلمة السر
de: Passwort vergessen
es: Olvidó su contraseña
ja: パスワードを忘れた
ms: Lupa kata laluan anda
pt_pt: Esqueceu sua senha
th: ลืมรหัสผ่าน

source: sign in
ar: تسجيل الدخول
de: Einloggen
es: Iniciar sesión
ja: ログイン
ms: Log masuk
pt_pt: Entrar
th: เข้าสู่ระบบ

source: Mobile phone number
ar: رقم الهاتف
de: Telefonnummer
es: Número de teléfono
ja: 電話番号
ms: Nombor telefon
pt_pt: Número de telefone
th: หมายเลขโทรศัพท์มือถือ

source: Verification Code
ar: رمز التحقق
de: Bestätigungscode
es: Código de verificación
ja: 確認コード
ms: Kod pengesahan
pt_pt: Código de verificação
th: รหัสยืนยัน

source: new password
ar: كلمة السر الجديدة
de: Neues Passwort
es: Nueva contraseña
ja: 新しいパスワード
ms: Kata laluan baru
pt_pt: Nova senha
th: รหัสผ่านใหม่

source: confirm password
ar: تأكيد كلمة السر
de: Passwort bestätigen
es: Confirmar contraseña
ja: パスワードを確認する
ms: Sahkan kata laluan
pt_pt: Confirme a senha
th: ยืนยันรหัสผ่าน

source: get Identify code
ar: الحصول على رمز التحقق
de: Bestätigungscode erhalten
es: Obtener el código de verificación
ja: 確認コードを取得する
ms: Dapatkan kod pengesahan
pt_pt: Obtenha o código de verificação
th: รับรหัสยืนยัน

source: confirm
ar: تحديد
de: OK
es: OK
ja: OK
ms: OK
pt_pt: Ok
th: แน่ใจว่า

source: change logo
ar: تغيير الشعار
de: Ändern Sie die Speichermarke
es: Cambiar la marca de la tienda
ja: 店舗マークを変更する
ms: Tukar tanda kedai
pt_pt: Alterar a marca da loja
th: เปลี่ยนโลโก้

source: choose Merchant
ar: اختيار متجر
de: Wähle einen Laden
es: Elige una tienda
ja: 店を選ぶ
ms: Pilih kedai
pt_pt: Escolha uma loja
th: เลือกร้าน

source: language
ar: اللغة
de: Sprache
es: Idioma
ja: 言語
ms: Bahasa
pt_pt: Idioma
th: ภาษา

source: Today's turnover
ar: اليوم دوران
de: Der heutige Umsatz
es: Volumen actual
ja: 今日の売上高
ms: Perolehan hari ini
pt_pt: Volume de negócios de hoje
th: มูลค่าการซื้อขายในวันนี้

source: Today's receipt
ar: اليوم جمع المفرد
de: Die heutige Anzahl von Bestellungen
es: El número de pedidos actual
ja: 今日の注文数
ms: Bilangan pesanan hari ini
pt_pt: Número de pedidos de hoje
th: วันนี้ได้รับของ .

source: Merchant report
ar: تقرير عن المحل
de: Bericht speichern
es: Informe de la tienda
ja: レポートを保存する
ms: Simpan laporan
pt_pt: Relatório da loja
th: ร้านรายงาน

source: History report
ar: البيانات التاريخية
de: Historische Daten
es: Datos históricos
ja: 過去のデータ
ms: Data sejarah
pt_pt: Dados históricos
th: ข้อมูลทางประวัติศาสตร์

source: Turnover
ar: دوران
de: Umsatz
es: Facturación
ja: 売上高
ms: Perolehan
pt_pt: Rotatividade
th: การหมุนเวียน

source: Order number
ar: جمع مفرد
de: Die Anzahl der Bestellungen
es: El número de órdenes
ja: 注文数
ms: Bilangan pesanan
pt_pt: O número de pedidos
th: รับเอกพจน์

source: day
ar: نيسان
de: Tag
es: Día
ja: 日
ms: Hari
pt_pt: Dia
th: เมื่อวันที่

source: week
ar: الأسبوع
de: Wochen
es: Semanas
ja: 週
ms: Minggu
pt_pt: Semanas
th: สัปดาห์

source: month
ar: الشهر
de: Monat
es: Mes
ja: 月
ms: Bulan
pt_pt: Mês
th: เดือน

source: year
ar: عام
de: Jahre
es: Años
ja: 年
ms: Tahun
pt_pt: Anos
th: ปี

source: home
ar: الصفحة الرئيسية
de: Zuhause
es: Inicio
ja: ホーム
ms: Rumah
th: ที่หน้าแรก

source: Extension
ar: تعميم
de: Förderung
es: Promoción
ja: プロモーション
ms: Promosi
pt_pt: Promoção
th: ส่งเสริมการขาย

source: My
ar: أنا
de: Ich
es: Yo
ja: 私
ms: Saya
pt_pt: Eu
th: ฉัน

source: Top number 10 sales
ar: كمية المبيعات قبل 10
de: Top 10 Verkaufszahlen
es: Las 10 principales cifras de ventas
ja: 上位10の売上高
ms: 10 angka jualan teratas
pt_pt: 10 principais números de vendas
th: ปริมาณการขาย 10 คนก่อน

source: Top Amount 10 sales
ar: مبلغ البيع قبل 10
de: Top 10 Umsatzbetrag
es: Las 10 principales cantidades de ventas
ja: 売上高上位10位
ms: Jumlah jualan 10 teratas
pt_pt: 10 maiores quantidades de vendas
th: ปริมาณการขาย 10 คนก่อน

source: categories sales
ar: فئات السلع في المبيعات
de: Produktkategorie Umsatz
es: Ventas de categoría de producto
ja: 商品カテゴリの販売
ms: Jualan kategori produk
pt_pt: Vendas de categoria de produto
th: หมวดหมู่สินค้าในการขาย

source: Cashier report
ar: الصراف وضع إحصاءات موجزة
de: Kassenzusammenfassungsstatistiken
es: Estadísticas de resumen de la caja registradora
ja: キャッシュ・レジスターの要約統計
ms: Statistik ringkasan daftar tunai
pt_pt: Estatísticas de resumo de caixa registradora
th: วิธีการได้รับเงินรวมสถิติ

source: total
ar: مجموع
de: Summe
ja: 合計
ms: Jumlah
th: รวม

source: Logging in
ar: تسجيل الدخول
de: Anmelden
es: Iniciando sesión
ms: Log masuk
pt_pt: Login

source: Sale
ar: مبيعات
de: Verkauf
es: Venta
ms: Jualan
pt_pt: Venda

source: Sales volume
ar: حجم المبيعات
de: Verkaufsvolumen
es: Volumen de ventas
ms: Jumlah jualan
pt_pt: Volume de vendas

source: Receipt amount
ar: مبلغ الاستلام
de: Belegbetrag
es: Cantidad de recibo
ms: Jumlah penerimaan
pt_pt: Quantidade de recebimento

source: Receipt time
ar: وقت الاستلام
de: Empfangszeit
es: Tiempo de recepción
ms: Masa penerimaan
pt_pt: Tempo de recebimento

source: Failed to connect to network
ar: فشل الاتصال بالشبكة
de: Verbindung zum Netzwerk fehlgeschlagen
es: Error al conectarse a la red
ms: Gagal menyambung ke rangkaian
pt_pt: Falha ao conectar-se à rede

source: save
ar: حفظ
de: Speichern
es: Guardar
ms: Simpan
pt_pt: Salvar

source: Boss Assistant
ar: مدرب مساعد
de: Der chef - Assistant
es: Asistente de Jefe
ms: Pembantu Boss
pt_pt: O Chefe Assistente

source: Today
ar: اليوم
de: Heute
es: Hoy.
ms: Hari ini
pt_pt: Hoje

source: Saving
ar: حفظ الآن
de: Jetzt speichern
es: Guardando ahora
ms: Simpan sekarang
pt_pt: Salvando agora

source: Setting up
ar: الإعداد
de: Einrichten
es: Configuración
ms: Menyediakan
pt_pt: Configurando

source: Follow system
ar: اتبع النظام
de: Folgen Sie dem System
es: Sigue el sistema
ms: Ikut sistem
pt_pt: Siga sistema
